Repository: khakanadev/PingMe
Catalog: PingMe/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Already have an account? Enter
ru: Уже есть аккаунт? Войти

source: Confirm
ru: Подтвердить

source: Confirmation
ru: Подтверждение

source: Enter
ru: Войти

source: Failed to resend code
ru: Не удалось повторно отправить код

source: Invalid confirmation code
ru: Неверный код подтверждения

source: Invalid email format
ru: Неверный формат email

source: Invalid email or password
ru: Неверный email или пароль

source: Log in via Google
ru: Вход через Google

source: Login failed
ru: Ошибка входа

source: Password
ru: Пароль

source: Passwords must match
ru: Пароли должны совпадать

source: Register
ru: Зарегистрироваться

source: Registration
ru: Регистрация

source: Registration failed
ru: Не удалось выполнить регистрацию

source: Send again in %@
ru: Отправить повторно через %@

source: Send the code again
ru: Отправить код повторно

source: Successful response without user data
ru: Успешный ответ без данных пользователя

source: The code has been sent to %@
ru: Код отправлен на %@

source: The code must consist of 6 digits.
ru: Код должен состоять из 6 цифр

source: The password must contain at least 8 characters.
ru: Пароль должен содержать минимум 8 символов

source: Use '@' and a minimum of 6 characters.
ru: Используйте '@' и минимум 6 символов

source: Verification failed
ru: Не удалось выполнить верификацию

source: Your name:
ru: Ваше имя:
